Repository: mircea-vutcovici/raspi-config
Catalog: po/*.po
Languages: hu, pt, ro

source: Script must be run as root. Try 'sudo raspi-config'\n
hu: Root jogosultság szükséges. Futtasd ezt: 'sudo raspi-config'\n
pt: O script deve ser executado como utilizador root. Tente 'sudo raspi-config'\n
ro: Acest script trebuie rulat ca root. Incercaţi 'sudo raspi-config'

source: This tool provides a straight-forward way of doing initial configuration of the Raspberry Pi. Although it can be run at any time, some of the options may have difficulties if you have heavily customised your installation.
hu: Ennek az eszköznek a segítségével egyszerűen állíthatod be a Raspberry Pi legfontosabb beállításait. Bármikor futtathatod ezt a programot, habár nehézségekbe ütközhetsz, ha már személyre szabtad a rendszert.
pt: Esta ferramenta fornece uma maneira prática de efectuar a configuração inicial do Raspberry Pi. Apesar de poder ser executada a qualquer altura, algumas das opções podem encontrar dificuldades se tiver efectuado alterações substanciais na sua instalãção.
ro: Acest utilitar oferă un mod simplificat pentru a face configurarea iniţială pentru Raspberrz Pi. Deşi poate fi rulat oricând, parte din opţiuni ar putea să aibă dificultăţi dacă aţi personalizat instalarea dumneavoastră.

source: Starting
hu: Indítás:
pt: Começando
ro: Pornesc

source: Usage:
hu: Használat:
pt: Maneira de usar:
ro: Întrebuinţare:

source: Root partition has been resized.\nThe filesystem will be enlarged upon the next reboot
hu: A root partíció át lett méretezve.\nA fájlrendszer méretének növeléséhez\nújra kell indítani a rendszert.
pt: O tamanho da partição de raiz foi alterado. O sistema de ficheiros será aumentado na próxima re-inicialização
ro: Partiţia radacină a fost redimensionată.\nSistemul de fişiere o să fie mărit la următoarea repornire a systemului

source: What would you like to do with display overscan?
hu: Engedélyezve vagy letiltva legyen az overscan?
pt: O que deseja fazer com o overscan do monitor?
ro: Ce vrei să faci cu suprabaleierea (overscan) pentru ecran?

source: Disable
hu: Letiltva
pt: Desactivar
ro: Dezactivează

source: Enable
hu: Engedélyezve
pt: Activar
ro: Activează

source: You will now be asked to enter a new password for the pi user
hu: A rendszer meg fog kérni, hogy adj meg egy új jelszót a pi felhasználóhoz
pt: Será pedido de seguida que introduza uma nova password para o utilizador pi
ro: Vi se va cere acum să introduceţi o nouă parolă pentru utilizatorul pi

source: Password changed successfully
hu: Jelszó sikeresen megváltoztatva
pt: Palavra-chave alterada com sucesso
ro: Parola a fost schimbată cu success

source: Reloading keymap. This may take a short while\n
hu: Billentyűzetkiosztás újratöltése. Ez eltarthat egy darabig\n
pt: Carregando o keymap novamente. Esta operação pode levar algum tempo\n
ro: Reincarc harta de taste (kezmap). O sa ia ceva timp\n

source: Current: %sMiB for ARM, %sMiB for VideoCore
hu: Jelenlegi felosztás: %sMiB az ARM-nak, %sMiB a VideoCore-nak
pt: Actualmente: %sMiB para o ARM, %sMiB para o VideoCore
ro: Curent: %sMiB pentru ARM, %sMiB pentru VideoCore

source: %sMiB for ARM, %sMiB for VideoCore
hu: %sMiB az ARM-nak, %sMiB a VideoCore-nak
pt: %sMiB para o ARM, %sMiB para o VideoCore
ro: %sMiB pentru ARM, %sMiB pentru VideoCore

source: Set memory split.
hu: Memóriaelosztás beállítása.
pt: Configurar a divisão de memória.
ro: Setează împărţirea memoriei.

source: Initial ssh key generation still running. Please wait and try again.
hu: Az ssh kulcs generálása még folyamatban van. Próbáld meg később.
pt: A geração inicial da chave ssh ainda se encontra a correr. Por favor aguarde e tente novamente.
ro: Generarea cheii iniţiale ssh încă rulează. Vă rugăm să aşteptaţi şi să reincercaţi.

source: Would you like the SSH server enabled or disabled?
hu: Engedélyezve vagy letiltva legyen az SSH szerver?
pt: Deseja o servidor SSH activado ou desactivado?
ro: Doriţi să aveţi serviciul SSH activat sau dezactivat?

source: Enabled
hu: Engedélyezve
pt: Activar
ro: Activat

source: Disabled
hu: Letiltva
pt: Desactivar
ro: Dezactivat

source: SSH server enabled
hu: SSH szerver engedélyezve
pt: Servidor SSH activado
ro: Serviciul SSH este activat

source: SSH server disabled
hu: SSH szerver letiltva
pt: Servidor SSH desactivado
ro: Serviciul ssh este dezactivat

source: Should we boot straight to desktop?
hu: Bootolás után rögtön be legyen töltve az ablakkezelő?
pt: Devo iniciar directamente para o ambiente de trabalho?
ro: Doriţi interfaţa grafică la pornirea sistemului?

source: Yes
hu: Igen
pt: Sim
ro: Da

source: No
hu: Nem
pt: Não
ro: Nu

source: To start raspi-config again, run 'sudo raspi-config'\n
hu: A raspi-config ismételt futtatásához, futtasd ezt: 'sudo raspi-config'\n
pt: Para iniciar o raspi-config novamente, execute 'sudo raspi-config'\n
ro: Ca să porniţi raspi-config din nou, rulaţi 'sudo raspi-config'\n

source: Would you like to reboot now?
hu: Újra szeretnéd indítani a rendszert?
pt: Deseja reiniciar agora?
ro: Doriţi să reporniţi sistemul acum?

source: Finish
hu: Befejezés
pt: Terminar
ro: Ieşire

source: Select
hu: Kiválasztás
pt: Selecione
ro: Selectează

source: Information about this tool
hu: Információ a programról
pt: Informação acerca desta aplicação
ro: Detalii despre acest utilitar

source: Expand root partition to fill SD card
hu: Root partíció méretének növelése
pt: Aumentar a partição de raiz do cartão SD
ro: Extinde partitia rădăcină (root) până umple cardul SD

source: Change display overscan
hu: Overscan beállítása
pt: Alterar o overscan do ecran
ro: Schimbă suprabaleierea (overscan) ecranului

source: Set keyboard layout
hu: Billentyűzetkiosztás módosítása
pt: Configurar o aspecto do teclado
ro: Schimbă tastatura

source: Change password for 'pi' user
hu: 'pi' felhasználó jelszavának módosítása
pt: Alterar a palavra-chave do 'pi'
ro: Schimbă parola pentru utilizatorul 'pi'

source: Set locale
hu: Nyelv beállítása
pt: Configurar o locale
ro: Schimbă locale

source: Set timezone
hu: Időzóna beállítása
pt: Configurar o fuso horário
ro: Schimbă fusul orar

source: Change memory split
hu: Memóriaelosztás módosítása
pt: Alterar a divisão de memória
ro: Schimbă împărţirea memoriei

source: Enable or disable ssh server
hu: SSH szerver
pt: Activar ou desactivar ssh
ro: Activează sau dezactivează serviciul ssh

source: Start desktop on boot?
hu: Ablakkezelő auto. megnyitása
pt: Iniciar com o desktop?
ro: Dorţi interfaţa grafică la pornirea sistemului?

source: Try to upgrade raspi-config
hu: Raspi-config frissítése
pt: Upgrade do raspi-config
ro: Actualizează raspi-config
